def something(a, b):
    perimetr = 2*a + 2*b
    ploshad = a * b
    return [perimetr, ploshad]

print(something(30, 50))

# Задание 1 (diapazon.py)
# Напишите функцию, которая принимает x, a, b и проверяет
# принадлежит ли x диапазону [a, b]
# diapazon(50, 1, 100)
# def diapazon(x, a, b)
# Задание 2 (spisok.py)
# Напишите функцию, которая принимает список и выводит элементы
# этого списка, которые больше 5
# пример: spisok([1,2,3,4,5,6,234,546,234])
# def spisok(a):